<?php

declare(strict_types=1);

return [
    /*
     |--------------------------------------------------------------------------
     | パスワードリセット言語行
     |--------------------------------------------------------------------------
     |
     | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
     | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
     | 理由を示すデフォルトの文言です。
     |
     */
    
    'reset'     => 'パスワードが再設定されました。',
    'sent'      => 'パスワードリセットメールを送信しました。',
    'throttled' => '時間を置いて再度お試しください。',
    'token'     => 'このパスワード再設定トークンは無効です。',
    'user'      => 'このメールアドレスに一致するユーザーがいません。',
];
